Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: The median age was 74 years (IQR 63–83), 755 (47.9%) of 1577 patients were female and 822 (52.1%) were male.
es_es: La mediana etaria fue 74 años (rango intercuartílico: 63-83); 755 (47.9%) de los 1577 pacientes fueron mujeres y 822 (52.1%) fueron hombres.

source: The median time from the commencement of thrombolysis to arterial puncture in this trial was 46 minutes and did not differ between the treatment groups.
es_es: La mediana del tiempo desde el inicio de la trombólisis hasta la punción arterial en este ensayo fue de 46 minutos y no difirió entre los grupos de tratamiento.

source: The median time in the trial was 6.25 years in both treatment groups.
es_es: La mediana de la permanencia en el ensayo fue 6.25 años en ambos grupos de tratamiento.

source: The median time to recurrence was 6.5 months (range 1-180) [P12-11672].
es_es: La mediana del tiempo transcurrido hasta la recurrencia fue 6.5 meses (intervalo: 1-180) [P12-11672].

source: The median tmax for the reference product was to be used if the subject had emesis after intake of the reference product, and the median tmax for the test product was to be used if the subject had emesis after intake of the test product.
es_es: Si el sujeto presentaba emesis tras recibir el producto de referencia, se usaba la mediana del tmax del producto de referencia, y si la emesis ocurría tras la ingesta del producto experimental, se empleaba la mediana del tmax del producto experimental.

source: The median treatment exposure (including off-treatment periods) was 5.86 years in both treatment groups.
es_es: La mediana de la exposición, incluidos los períodos sin tratamiento fue 5.86 años.

source: The medical judgement used to determine the relationship had to consider all relevant factors, including pattern of reaction, temporal relationship, de-challenge or re-challenge, confounding factors such as concomitant medication, concomitant diseases, and relevant history.
es_es: Para determinar la relación tenía que considerar en la evaluación médica todos los factores relevantes, incluido el patrón de reacción, la relación temporal, las reacciones ante una retirada del fármaco o los estímulos mediante el uso del fármaco, variables distorsivas como la medicación concomitante, enfermedades concomitantes y antecedentes relevantes.

source: The meeting minutes are available in the CTMF.
es_es: Las minutas de esta reunión están en el archivo maestro del ensayo clínico.

source: The meta-analysis rate of alteplase-induced pre-angiogram recanalization (7.5% 95%CI 4.6-11.5% (11-13)) was used to define a non-inferiority boundary that would preserve at least 50% of the most conservative estimate of recanalization efficacy of alteplase (4.6%).
es_es: La tasa del metanálisis de recanalización preangiográfica inducida por alteplasa (7.5%, IC del 95%: 4.6-11.5% [11-13]) se utilizó para definir un límite de no inferioridad que preservaría al menos 50% de la estimación más conservadora de la eficacia de alteplasa en la recanalización (4.6%).

source: The method applied for characterisation purposes was further optimized resulting in the analytical procedure that is applied for release and stability testing (see 3.2.S.4.2 Analytical Procedures).
es_es: El método aplicado con fines de caracterización fue optimizado, lo que dio como resultado el procedimiento analítico que se aplica para las pruebas de liberación y de estabilidad (véase 3.2.S.4.2, Procedimientos analíticos).

source: The method has stability indicating capabilities.
es_es: El método es indicador de estabilidad.

source: The method is also stability indicating.
es_es: El método es también indicativo de estabilidad.

source: The method is described in Annex 2 of the recently issued CEP R1-CEP 2004-058-Rev 04 for Hydrochlorothiazide.
es_es: El método está descrito en el Anexo 2 del documento CEP R1-CEP 2004-058-Rev 04 para Hidroclorotiazida (documento de reciente aparición).

source: The method is robust for reduction temperatures of 75 – 85°C and reduction times of 6 – 10 minutes.
es_es: El método es robusto para una temperatura de reducción entre 75 y 85° C y un tiempo de reducción entre 6 y 10 minutos.

source: The method is robust for a protein concentration of 2.5 – 5.0 mg/mL (after reduction).
es_es: El método es robusto para una concentración de proteína de 2.5 a 5.0 mg/ml después de la reducción).

source: The method is robust for a reducing agent volume of 700 – 780 μL.
es_es: El método es robusto para un volumen de agente de reducción de 700 a 780 μl.

source: The method is robust for a reducing agent volume of 700 – 780 µL.
es_es: El método es robusto para un volumen de agente de reducción de 700 a 780 μl.

source: The method is robust for an injection volume of 25 – 75 μL.
es_es: El método es robusto para un volumen de inyección de 25 a 75 μl.

source: The method is robust for an injection volume of 25 – 75 µL.
es_es: El método es robusto para un volumen de inyección de 25 a 75 μl.

source: The method is robust for column temperatures of 20 – 30°C.
es_es: El método es robusto para temperaturas de columna de 20 a 30° C.

source: The method is robust, specific and linear and allows accurate and precise determination of each elemental impurity in the range from the respective quantitation level to at least 200 % of the limits.
es_es: El método es robusto, específico y lineal, y garantiza una determinación exacta y precisa de cada impureza elemental en un rango que va desde el respectivo nivel de cuantificación hasta por lo menos un 200 % de los límites correspondientes.

source: The method is suitable to unambiguously distinguish spesolimab from other products and confirm its identity.
es_es: El método es adecuado para distinguir sin ambigüedades el Espesolimab de otros productos y confirmar su identidad.

source: The method is used for TNKase® DS and DP release and stability analytics.
es_es: Este método se usa para los análisis de liberación y de estabilidad del medicamento y el principio activo de TNKase®.

source: The method monitors the following peaks:
es_es: El método permite controlar los siguientes picos:

source: The method of preparing the reference solution (b) was changed from diluting the test solution to a solution prepared using the internal working standard.
es_es: El método de preparación de la solución de referencia (b) dejó de ser diluir la solución de análisis y pasó a ser una solución ya preparada el estándar interno de trabajo.

source: The method specific SST criteria for all sequences were met.
es_es: Para todas las secuencias, se cumplieron los criterios de la prueba de idoneidad del sistema (SST) específicos del método.

source: The method used for collection of these data is in accordance with ICH Q2 and USP chapters <232> and <233>.
es_es: El método por el que se recopilaron estos datos cumple con la normativa Q2 de la ICH y los capítulos <232> y <233> de la USP.

source: The method was validated according to ICH Q2.
es_es: El método está validado según el lineamiento Q2 de la ICH.

source: The method was validated as a quantitative impurity method for the parameters specificity, linearity, accuracy, repeatability, intermediate precision, quantitation limit, range and robustness.
es_es: El método se validó como método cuantitativo de impurezas para los parámetros especificidad, linealidad, exactitud, repetibilidad, precisión intermedia, límite de cuantificación, rango y robustez.

source: The methodology was transferred from Boehringer Ingelheim Biberach (BIB), located in Biberach, Germany, to Laboratorio MLE LTDA.
es_es: Boehringer Ingelheim Biberach, ubicado en Biberach (Alemania), le transfirió la metodología a Laboratorio MLE LTDA.

source: The methodology was transferred from Boehringer Ingelheim Biberach (BIB), located in Biberach, Germany, to Laboratorio MLE LTDA. in Santiago, Chile.
es_es: Boehringer Ingelheim Biberach, ubicado en Biberach (Alemania) (BIB), le transfirió la metodología a Laboratorio MLE LTDA. de Santiago (Chile).

source: The methods of the trial have been published8 and the protocol and statistical analysis plan (SAP) are available in Supplement 2.
es_es: Los métodos del ensayo fueron publicados8 y el protocolo y el plan de análisis estadístico (PAE) pueden consultarse en el Suplemento 2.

source: The microbial control strategy implemented at the DP manufacturing site involves
es_es: La estrategia de control microbiano implementada en el centro de fabricación del medicamento incluye

source: The minimum sample size was 120 and maximum 276.
es_es: El tamaño mínimo de la muestra fue de 120 y el máximo, de 276.

source: The minimum sample size was revised upwards from 188 to 300 due to reduced time between thrombolysis and thrombectomy.
es_es: Se modificó el tamaño de muestra mínimo de 188 a 300 pacientes debido a la reducción en el tiempo transcurrido entre la trombólisis y la trombectomía.

source: The minimum sample size was subsequently re-set to 120 patients (assuming 8% angiographic reperfusion in alteplase arm and 24% angiographic reperfusion in tenecteplase arm and absolute non-inferiority margin of 2.3% that corresponds to preserving at least half of the effect of the conservative lower 95%CI limit for alteplase effect).
es_es: Posteriormente, se restableció el tamaño mínimo de muestra en 120 pacientes (suponiendo una reperfusión angiográfica de 8% con alteplasa y 24% con tenecteplasa, y un margen absoluto de no inferioridad de 2.3%, que implica preservar al menos la mitad del efecto del límite inferior conservador del IC del 95% asignado al efecto de alteplasa).

source: The missing data strategy was prespecified in the SAP (Supplement 2).
es_es: La estrategia empleada para los datos faltantes se especificó en el plan de análisis estadístico (Suplemento 2).

source: The mobile phase composition is robust with respect to a variation of ± 10 % buffer components and ± 0.1 pH units.
es_es: La composición de la fase móvil es robusta con respecto a una variación de ±10% de los componentes del buffer y ±0.1 unidades de pH.

source: The modes of action described above, and beneficial effect in patients with history of HF in the EMPA-REG OUTCOME trial, further supports the scientific rationale for performing this trial to explore the effect of empagliflozin in patients with HFpEF.
es_es: Los modos de acción descritos y los beneficios observados en pacientes con antecedentes de insuficiencia cardíaca en el ensayo EMPA-REG OUTCOME respaldan aún más la justificación científica para realizar este ensayo y explorar el efecto de empagliflozina en pacientes con insuficiencia cardíaca con fracción de eyección preservada.

source: The modular assessment revealed a potential elemental impurity input of Ni above the control threshold of 30 % of the PDE as specified in the ICH Q3D.
es_es: La evaluación modular determinó un posible traspaso de impurezas elementales Ni por encima del umbral de control (30 % de la exposición diaria permitida, que es el valor especificado en el lineamiento Q3D de la ICH).

source: The modular assessment revealed a potential elemental impurity input of Ni from the process and equipment considering worst-case conditions, potentially at levels above the control threshold (30 % of the PDE) as specified in the ICH Q3D.
es_es: La evaluación modular determinó un posible traspaso de impurezas elementales Ni desde el proceso en sí y el equipo, considerando el peor de los escenarios, a niveles potencialmente por encima del umbral de control (30 % de la exposición diaria permitida, que es el valor especificado en el lineamiento Q3D de la ICH).

source: The modular assessment revealed a potential elemental impurity input of nickel (Ni) above the control threshold of 30% of the PDE as specified in the ICH Q3D.
es_es: La evaluación modular determinó un posible traspaso de impurezas elementales Ni por encima del umbral de control (30% de la exposición diaria permitida, que es el valor especificado en el lineamiento Q3D de la ICH).

source: The monitoring and safety guidelines are outlined in the study protocol.
es_es: Las pautas de seguimiento y seguridad se detallan en el protocolo del estudio.

source: The monitoring plan specified all monitoring aspects, indicated the identified risks, and described how the identified risks were mitigated.
es_es: En el plan de monitoreo se especificaron todos los aspectos a monetorear, se indicaron los riesgos identificados y se describieron los modos de mitigarlos.

source: The monomer acceptance criterion was set to the k SD (k = 5) value statistically evaluated from 103 historical DP release data.
es_es: El criterio de aceptación del monómero se ajustó al valor de k desviaciones estándar (k = 5) evaluado estadísticamente a partir de datos históricos de liberación de 103 partidas del medicamento.

source: The mortality rate after incident VTE was 11.4 deaths per 1000 child-years (95% CI 8.1, 16.1).
es_es: La tasa de mortalidad tras una TEV incidencial fue 11.4 muertes por cada 1000 años-niño (IC del 95%: 8.1; 16.1).

source: The mortality rate of VTE was 0.004 per 10 000 person-years (95% CI 0.01, 0.08).
es_es: La tasa de mortalidad por TEV fue 0.004 por cada 10.000 años-persona (IC del 95%: 0.01; 0.08).

source: The most common categories of CV death were sudden cardiac death and heart failure death.
es_es: Las categorías más frecuentes de muerte CV fueron muerte cardíaca súbita y muerte por insuficiencia cardíaca.

source: The most common category of protocol deviations was patients not meeting the entrance criteria of the trial (3.9%).
es_es: La categoría más frecuente de desviaciones con respecto al protocolo se dio en los pacientes que no cumplieron con los criterios de elegibilidad (3.9%).

source: The most common causes were infection, malignancy, and other non-CV causes (Table 11.1.2.4.3: 1).
es_es: Las causas más frecuentes fueron infección, tumor maligno y otras causas no cardiovasculares (Tabla 11.1.2.4.3: 1).

source: The most common domain the treated patients identified as the most difficult to cope with belonged to the total symptom score (empagliflozin:
es_es: El dominio que los pacientes tratados consideraron con más frecuencia más difícil de afrontar pertenecía a la puntuación total de síntomas (empagliflozina:

source: The most common domain the treated patients identified as the most difficult to cope with belonged to the total symptom score (empagliflozin: 33.6%; placebo: 34.6%; Table 15.2.4.26.10: 4).
es_es: El dominio que los pacientes tratados consideraron con más frecuencia más difícil de afrontar pertenecía a la puntuación sintomatológica total (empagliflozina: 33.6%; placebo: 34.6%; Tabla 15.2.4.26.10: 4).

source: The most common form is type 2 diabetes mellitus, which is characterised by insulin resistance, impaired insulin secretion, and increased glucose production by the liver.
es_es: La forma más habitual es la diabetes mellitus tipo 2, que se caracteriza por la resistencia a la insulina, una alteración en la secreción de insulina y una mayor producción de hepatoglucosa.

source: The most common malignancy associated with VTE is acute lymphoblastic leukaemia [R19-2555].
es_es: El tumor maligno más frecuente asociadp con la TEV es la leucemia linfoblástica aguda [R19-2555].

source: The most common reason for premature discontinuation of study medication was an AE (10.6% of patients with non-fatal events and 8.2% with fatal events).
es_es: La razón más común para la interrupción prematura de la medicación experimental fueron los EA (10.6% de los pacientes con eventos no fatales y 8.2% con eventos fatales).

source: The most commonly reported (>0.2% at PT level) of these events in either group are summarised in Table 12.1.2.4: 1.
es_es: De ellos, los eventos adversos consignados con mayor frecuencia (>0.2% a nivel de término preferente) uno u otro grupo se resumen en la Tabla 12.1.2.4: 1.

source: The most frequent PT renal impairment was reported with similar frequencies in both treatment groups (empagliflozin: 209 patients, 7.0%; placebo: 216 patients, 7.2%) whereas the PT acute kidney injury had a lower frequency in the empagliflozin group (81 patients, 2.7%) than in the placebo group (107 patients, 3.6%).
es_es: La insuficiencia renal, el término preferente de mayor frecuencia, tuvo una frecuencia equiparable entre ambos grupos de tratamiento (empagliflozina: 209 pacientes, 7.0%; placebo: 216 pacientes, 7.2%), en tanto que el término preferente lesión renal aguda tuvo una frecuencia menor en el grupo de empagliflozina (81 pacientes, 2.7%) que en el grupo de placebo (107 pacientes, 3.6%).

source: The most frequent PT, dermatitis bullous, was reported for 3 patients (< 0.1%) in the linagliptin group and 2 patients (< 0.1%) in the glimepiride group.
es_es: El término consignado con más frecuencia, dermatitis bullosa, se informó en 3 pacientes (< 0.1%) del grupo de linagliptina y 2 pacientes (< 0.1%) del grupo de glimepirida.

source: The most frequent PTs were increased gamma- glutamyltransferase, hepatic steatosis, liver injury, and increased ALT.
es_es: Los términos preferentes más frecuentes fueron glutamiltransferasa gamma elevada, esteatosis hepática, daño hepático y aumento de ALT.

source: The most frequent reasons for premature discontinuation were adverse events or because the patient refused to continue taking the trial medication not due to an adverse event [c23238241, Section 10.1].
es_es: Los motivos más frecuentes de discontinuación prematura fueron los eventos adversos o el desistimiento a proseguir con la medicación en estudio por motivos que no fueran la aparición de adversos eventos [c23238241, Sección 10.1].

source: The most frequently occurring drug-related AEs included diarrhoea, headache, nausea, and vomiting.
es_es: Algunos de los eventos adversos relacionados con el medicamento que ocurrieron con mayor frecuencia fueron diarrea, cefalea, náuseas y vómitos.

source: The most frequently reported AE by preferred term was diarrhoea, reported by 16 out of 48 subjects (33.3%) during the treatment period (Table 12.2.2: 1).
es_es: El evento adverso consignado con mayor frecuencia agrupando por término preferido fue diarrea, informado por 16 de 48 sujetos (33.3%) durante el período de tratamiento (Tabla 12.2.2: 1).

source: The most frequently reported AE by preferred term was diarrhoea.
es_es: El evento adverso notificado con mayor frecuencia, según el término preferente, fue la diarrea.

source: The most frequently reported AEs included cardiac failure (empagliflozin:
es_es: Los eventos adversos consignados con la mayor frecuencia

source: The most frequently reported AEs included cardiac failure (empagliflozin: 449 patients, 15.0%; placebo: 594 patients, 19.9%), hypertension (empagliflozin: 220 patients, 7.3%; placebo: 256 patients, 8.6%), and urinary tract infection (empagliflozin: 236 patients, 7.9%; placebo: 181 patients, 6.1%).
es_es: Entre los eventos adversos consignados con mayor frecuencia se encentran insuficiencia cardíaca (empagliflozina: 449 pacientes, 15.0%; placebo: 594 pacientes, 19.9%), hipertensión (empagliflozina: 220 pacientes, 7.3%; placebo: 256 pacientes, 8.6%) e infección del tracto urinario (empagliflozina: 236 pacientes, 7.9%; placebo: 181 pacientes, 6.1%).

source: The most frequently reported PT renal impairment was reported with similar frequencies in both treatment groups (empagliflozin:
es_es: La insuficiencia renal, el término preferente informado con mayor frecuencia, tuvo una frecuencia equiparable entre ambos grupos de tratamiento (empagliflozina:

source: The most frequently reported PT renal impairment was reported with similar frequencies in both treatment groups (empagliflozin: 209 patients, 7.0%; placebo:
es_es: La insuficiencia renal, el término preferente informado con mayor frecuencia, tuvo una frecuencia equiparable entre ambos grupos de tratamiento (empagliflozina: 209 pacientes, 7.0%; placebo:

source: The most frequently reported PT renal impairment was reported with similar frequencies in both treatment groups (empagliflozin: 209 patients, 7.0%; placebo: 216 patients, 7.2%) whereas the PT acute kidney injury had a lower frequency in the empagliflozin group (81 patients, 2.7%) than in the placebo group (107 patients, 3.6%).
es_es: La insuficiencia renal, el término preferente informado con mayor frecuencia, tuvo una frecuencia equiparable entre ambos grupos de tratamiento (empagliflozina: 209 pacientes, 7.0%; placebo: 216 pacientes, 7.2%), en tanto que el término preferente lesión renal aguda tuvo una frecuencia menor en el grupo de empagliflozina (81 pacientes, 2.7%) que en el grupo de placebo (107 pacientes, 3.6%).

source: The most frequently reported PT was hypotension.
es_es: El término preferente notificado con mayor frecuencia fue la hipotensión.

source: The most frequently reported PT was renal impairment, which was reported with similar frequencies in both treatment groups.
es_es: El término preferente informado con mayor frecuencia, la insuficiencia renal, tuvo una frecuencia similar entre ambos grupos de tratamiento.

source: The most frequently reported PT was urinary tract infection, which was reported for 236 patients (7.9%) in the empagliflozin group and 181 patients (6.1%) in the placebo group.
es_es: El término preferente notificado con más frecuencia fue la infección del tracto urinario, que se notificó en 236 pacientes (7.9%) del grupo de empagliflozina y 181 (6.1%) del grupo de placebo.

source: The most frequently reported PTs in the empagliflozin group were vulvovaginal mycotic infection, fungal balanitis, vulvovaginal candidiasis, and fungal genital infection.
es_es: Los términos preferentes notificados con mayor frecuencia en el grupo de empagliflozina fueron infección micótica vulvovaginal, balanitis por hongos, candidiasis vulvovaginal e infección genital por hongos.

source: The most frequently reported PTs were eczema, rash, and rhinitis allergic.
es_es: Los términos preferentes consignados con mayor frecuencia fueron eczema, erupción y rinitis alérgica.

source: The most frequently reported PTs were hepatic steatosis (linagliptin: 2.6%; glimepiride: 3.0%), increased gamma-glutamyltransferase (linagliptin: 2.5%; glimepiride: 2.8%), and increased alanine aminotransferase (linagliptin, 1.1%:
es_es: Los TP más frecuentes fueron esteatosis hepática (linagliptina: 2.6%; glimepirida: 3.0%), aumento de la gamma glutamil transferasa (linagliptina: 2.5%; glimepirida: 2.8%) y aumento de la alanina aminotransferasa (linagliptina: 1.1%;

source: The most frequently reported preferred term was renal impairment (linagliptin: 3.1%; glimepiride: 2.5%).
es_es: El término preferente notificado con mayor frecuencia fue el deterioro renal (linagliptina: 3.1%; glimepirida: 2.5%).

source: The most frequently reported severe adverse events were in the SOC cardiac disorders (linagliptin: 7.0%; glimepiride: 7.8%).
es_es: Los eventos adversos notificados con mayor frecuencia estuvieron en el sistema o clase de órganos "trastornos cardíacos" (linagliptina: 7.0%; glimepirida: 7.8%).

source: The most intensive peaks were 2-methyl-1-propene, 2-methylpentane, 3-methylpentane, n-hexane, methylcyclopentane, cyclohexane, and the C13-oligomer.
es_es: Los picos más prominentes fueron de 2-metil-1-propeno, 2-metilpentano, 3-metilpentano, n-hexano, metilciclopentano, ciclohexano y el oligómero C13.

source: The most prominent clip is found after Arg 275, this form is commonly described as the 2-chain variant.
es_es: El corte más prominente se encuentra luego de Arg275; esta forma normalmente se describe como variante de 2 cadenas.
